export const termInfo = [
    {
      "header": "1. ข้อมูลสำคัญเกี่ยวกับแอปพลิเคชัน",
      "body": {
        "info": `ผู้จัดการดำเนินการแอปพลิเคชัน parfet.in.th และแอปพลิเคชันอื่นที่เกี่ยวข้อง นโยบายความเป็นส่วนตัวนี้ เพื่อกำหนดความมุ่งมั่นของแอปพลิเคชันต่อความเป็นส่วนตัวของผู้ใช้ของท่าน (ซึ่งต่อไปนี้จะเรียกว่า "ผู้ใช้" หรือ "คุณ") และวิธีที่แอปพลิเคชันเก็บและใช้ข้อมูลส่วนตัวของคุณ
              กรุณาอ่านนโยบายความเป็นส่วนตัวนี้โดยละเอียด การเข้าใช้งานแอปพลิเคชันโดยใช้บริการของแอปพลิเคชัน และยอมรับนโยบายที่เกี่ยวข้องนี้อย่างชัดเจน คุณรับทราบว่า คุณได้อ่านและยอมรับข้อกำหนดนโยบายข้อมูลส่วนบุคคลนี้แล้ว หากผู้ใช้ไม่ยอมรับนโยบายข้อมูลส่วนบุคคล ผู้ใช้จะไม่สามารถทำการสมัครเพื่อเข้าใช้งานแอปพลิเคชันได้`,
      }
    },
    {
      "header": "2. ข้อมูลที่แอปพลิเคชันเก็บรวบรวมเกี่ยวกับผู้ใช้",
      "body": {
        "info": `ข้อมูลส่วนบุคคลหรือข้อความส่วนบุคคล หมายถึง ข้อมูลเกี่ยวกับบุคคลที่สามารถระบุบุคคลนั้น อาจทำการรวบรวม ใช้ เก็บ และถ่ายโอนข้อมูลส่วนบุคคลประเภทต่าง ๆ ที่เกี่ยวกับผู้ใช้ตามที่แอปพลิเคชันได้จัดกลุ่มไว้ด้วยกันดังต่อไปนี้`,
        "bullet":[
          {
            "info": "ข้อมูลส่วนตัว ได้แก่ ชื่อ นามสกุล อีเมล รูปภาพผู้ใช้งาน ซึ่งผู้ใช้ได้ยินยอมให้เปิดเผย และรายละเอียดในการติดต่อ"
          },
          {
            "info": "ข้อมูลการใช้งานแอปพลิเคชัน ได้แก่ เครื่องมือที่ใช้เข้าถึงแอปพลิเคชันลักษณะการใช้งานบนแอปพลิเคชัน ประวัติการใช้งาน โดยไม่ระบุตัวตน"
          }
        ]      
      }
    },
    {
      "header": "3. การจัดเก็บข้อมูลส่วนบุคคลของผู้ใช้",
      "body": {
        "info": `แอปพลิเคชันอาจรวบรวมข้อมูลเกี่ยวกับผู้ใช้ได้หลายวิธี ได้แก่`,
        "bullet":[
          {
            "info": "ปฏิสัมพันธ์โดยตรง แอปพลิเคชันจะเก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้ ตัวอย่างเช่น คุณอาจให้ข้อมูลส่วนตัว โดยการกรอกแบบฟอร์มบนเว็บไซต์ เพื่อสมัครใช้งาน"
          },
          {
            "info": `บุคคลที่สามหรือแหล่งข้อมูลสาธารณะ แอปพลิเคชันจะเก็บข้อมูลของผู้ใช้ผ่านการเข้าสู่ระบบโดยใช้สื่อสังคม ทำให้แอปพลิเคชันอาจจะเก็บรวบรวมข้อมูลการติดต่อ อัตลักษณ์ และข้อมูลทางเทคนิค รวมไปถึง ชื่อผู้ใช้งาน/ชื่อผู้ใช้ รูปประจำตัวผู้ใช้งาน ที่อยู่อีเมล 
            และข้อมูลเกี่ยวกับสื่อสังคมออนไลน์ที่คุณยินยอมเปิดเผยกับแอปพลิเคชันจะไปรวมกับข้อมูลอื่น ๆ  ที่ผู้ใช้ให้กับแอปพลิเคชันไว้ หรือที่แอปพลิเคชันรวบรวมเกี่ยวกับคุณ`
          },
          {
            "info": "หากผู้ใช้งานมีความประสงค์จะระงับการใช้งาน กับทางแอปพลิเคชั่น ผู้ใข้งานสามารถทำการร้องขอเพื่อลบข้อมูลส่วนตัวของผู้ใช้งานได้ ซึ่งประกอบไปด้วย",
            "components": [ "ชื่อ", "นามสกุล", "อีเมล", "รูปภาพผู้ใช้งานในแอปพลิเคชัน", "ชื่อผู้ใช้งาน", "แหล่งที่มาของบุคคลที่สามหรือแหล่งข้อมูลสาธารณะ" ]
          },
        ]      
      }
    },
    {
      "header": "4. วัตถุประสงค์ของการใช้ข้อมูลส่วนบุคคล",
      "body": {
        "info": `แอปพลิเคชันมีวัตถุประสงค์ในการใช้ข้อมูล ดังต่อไปนี้`,
        "bullet":[
          {
            "info": "แอปพลิเคชันใช้ข้อมูลส่วนบุคคลเพื่อยืนยันคุณสมบัติ"
          },
          {
            "info": "แอปพลิเคชันใช้ข้อมูลส่วนบุคคลเพื่อดูแลความปลอดภัยในระหว่างการใช้งานแอปพลิเคชัน"
          },
        ]      
      }
    },
    {
      "header": "5. ระยะเวลาในการเก็บข้อมูลส่วนบุคคล",
      "body": {
        "info": `แอปพลิเคชันจะเก็บข้อมูลส่วนบุคคลของคุณเท่าที่จำเป็นในการจัดแอปพลิเคชันครั้งปัจจุบัน และสำหรับแอปพลิเคชันครั้งต่อไป`,
      }
    },
    {
      "header": "6. สิทธิของคุณเกี่ยวกับข้อมูลส่วนบุคคล",
      "body": {
        "info": `คุณสามารถใช้สิทธิที่คุณมีอยู่ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล ยังรวมถึงการเข้าถึง การแก้ไข การลบ ระงับการประมวลผลข้อมูล ขอให้แอปพลิเคชันส่งสำเนาข้อมูลส่วนบุคคลของคุณ ขอให้องค์กรคัดค้านการประมวลผลข้อมูล 
        หรือถอนความยินยอม แอปพลิเคชันได้ทำการแต่งตั้งเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล เพื่อกำกับดูแลคุ้มครองข้อมูลส่วนบุคคลของแอปพลิเคชัน และคุณสามารถติดต่อผู้ดูแลข้อมูลของแอปพลิเคชัน ได้ที่อีเมล apiwat.it24@mail.kmutt.ac.th`,
      }
    },
]
